Public Class EnergyNeedForUsage

    '난방에너지요구량
    '열손실량
    '열획득량
    '열획득이용계수
    '대차축열량


    '열획득이용계수




    '열획득손실비
    '시간상수
    '시간매개변수
    '총 열전달계수
    '관류 총 열전달계수
    '환기 총 열전달계수
    '기계환기를 통한 열전달계수
    '시간매개변수
    '시간상수
    '축열량
    '바닥면적당 축열량


    '난방 기준온도 -이용일


    '난방 설정온도 -이용일
    '허용 셋백온도
    '야간감소운전 보정계수
    '야간운전정지 보정계수
    '비운전시간
    '운전시간
    '야간운전모드


    '외기온도
    '비냉난방공간온도
    '인접존평균온도 (관류)
    '인접존평균온도 (환기)
    '기계환기 급기온도


    '관류를 통한 열손실
    '관류를 통한 열획득
    '외벽 관류열전달계수
    '창문 관류열전달계수
    '열교 관류열전달계수
    '비냉난방 관류열전달계수
    '지중 관류열전달계수
    '인접존 열전달계수
    '지중 관류열전달유량


    '환기를 통한 열손실
    '환기를 통한 열획득
    '침기 환기열전달계수
    '자연환기열전달계수
    '인접존 환기열전달계수
    '비냉난방 열전달계수
    '기계환기 열전달계수
    '기계환기 열전달계수
    '침기 환기횟수
    '자연환기횟수
    '환기보정계수
    '인접존 환기횟수
    '기계환기횟수


    '창문을 통한 일사획득
    '외피를 통한 복사열손실
    '외피를 통한 일사열획득


    '내부열손실
    '내부열획득
    '인체열획득

    '조명열획득

    '기기열획득



    '대차축열량



    '주중 이용일수
    '축열로 인한 열손실
End Class
