Public Class Ventilation
    '최소외기 도입횟수
    '환기방식
    '기계환기 사용시간
    '자연환기유형
    '통기구 여부
    '침기량 유형 선택
    '기밀테스트 측정값
    '환기장치의 열회수 유형
    '열교환기 온도교환 효율
    '열교환기 습기교환 효율
    '기계환기를 통한 급기횟수
    '기계환기를 통한 배기횟수
    '급기되는 인접존
    '인접존에서 기계급기횟수
    '인접존으로 기계배기횟수

    '<계산>
    '환기 열전달계수
    '침기 열전달계수(이용일)
    '자연환기열전달계수
    '인접존환기열전달계수
    '비냉난방존환기열전달계수
    '기계환기열전달계수
    '기계환기온도가중열전달계수
    '기계환기온도가중열전달계수
    '기계환기온도가중열전달계수
    '침기 열전달계수(비이용일)
    '자연환기열전달계수
    '인접존환기열전달계수
    '비냉난방존환기열전달계수
    '기계환기열전달계수

    '침기 횟수
    '침기 환기 횟수 (비이용일)
    '침기 환기 횟수 (이용일)
    '공기이송장치 계수


    '기계환기를 통한 급기횟수
    '기계환기를 통한 배기횟수
    '기밀테스트 값
    '방풍계수
    '방풍계수

    '자연환기 횟수
    '자연환기횟수(비이용일)
    '자연환기횟수(이용일)









    '인접존을 통한 환기
    '인접존을 통한 환기횟수



    '기계환기 횟수
    '기계환기를 통한 환기횟수


End Class
